Repository: AliDabwan/WaterStationBlazorCleanArchitecture
Catalog: WaterS/src/Client/Resources/Shared/NavMenu.*.resx
Languages: ar

source: Account
ar: الحساب

source: Accounts
ar: إدارة الحسابات

source: Administration
ar: الإدارة والدخول

source: Administrator
ar: المدير

source: All
ar: الكل

source: All Talap
ar: جميع الطلبات

source: App Settings
ar: إعدادات عامة

source: Audit Trails
ar: تتبع النشاط

source: BottleType
ar: انواع الخزانات

source: By Driver
ar: حسب المناطق والسائقين

source: By Lazy Customer
ar: الزبائن الخاملين

source: By Station
ar: حسب المحطة

source: Catalog Management
ar: البيانات الاساسية

source: Chat
ar: ارسال رسالة

source: Communication
ar: تواصل

source: Company
ar: إدارة الشركات

source: Completed Talap
ar: مكتملة

source: Customer
ar: الزبائن

source: Customer Admin
ar: إدارة الزبائن

source: Customers by Regions
ar: الزبائن بحسب المناطق

source: Dashboard
ar: لوحة التحكم

source: Data
ar: بيانات اساسية

source: Deleted Customer
ar: الزبائن المحذوفين

source: Document Management
ar: إدارة الملفات

source: Document Store
ar: الارشيف

source: Document Types
ar: انواع الملفات

source: Driver
ar: إدارة السائقين

source: Drivers
ar: إدارة السائقين

source: Drivers by Regions
ar: السائقين بحسب المناطق

source: Drivers Regions
ar: مناطق السائقين

source: Features
ar: مميزات

source: Home
ar: الرئيسية

source: Mail
ar: الايميل

source: My Statment
ar: حسابي

source: Pay Voucher
ar: مدفوعاتي

source: Personal
ar: شخصي

source: Products
ar: الاصناف

source: Recive Voucher
ar: مقبوضاتي

source: Region
ar: منطقة

source: Regions
ar: المناطق

source: Regions Details
ar: تفاصيل المناطق

source: Roles
ar: أدوار اليوزرات

source: Station
ar: إدارة المحطات

source: Statments
ar: الحسابات

source: Talaps
ar: الطلبات

source: Talaps Report
ar: تقارير الطلبات

source: Users
ar: اليوزرات

source: Waiting Talap
ar: قيد الانتظار
